
if GetLocale() ~= "ruRU" then return end
local _, tbl = ...
local L = tbl.L

--L.addon_desc1 = "ErrorMonster — это помошник который регулирует и перенаправляет ошибки, системные сообщения и информационные сообщения из рамки ошибок интерфейса на многие другие выходы, включая другие дополнения."
--L.addon_desc2 = "Чтобы настроить, куда ErrorMonster должен перенаправлять сообщения, разверните дерево сбоку и перейдите в раздел Вывод."
--L.addon_desc3 = ".Ниже вы можете выбрать, какие типы сообщений следует перехватывать. По умолчанию ErrorMonster имеет дело только с реальными ошибками (красными)."
--L.output = "Вывод"
--L.error = "Ошибка"
--L.error_desc = "Сообщения об ошибках."
--L.information = "Информация"
--L.information_desc = "Информационные сообщения."
--L.system = "Система"
--L.system_desc = "Системные сообщения."
--L.combat = "Скрыть все сообщения в бою"
--L.combat_desc = "Скрывает все перехваченные сообщения, пока вы находитесь в бою."
